Repository: omeka-s-modules/DspaceConnector
Catalog: language/*.po
Languages: bg_bg, ca_es, es, eu, fi_fi, it, pt_pt

source: Last Modified
bg_bg: Последно променен
ca_es: Darrera modificació
es: Última modificación
eu: Azkenekoz Aldatua
fi_fi: Muokattu viimeksi
it: Ultima modifica
pt_pt: Última modificação

source: Link
bg_bg: Линк
ca_es: Enllaç
es: Enlace
eu: Lotura
fi_fi: Linkki
it: Collegamento
pt_pt: Hiperligação

source: Error importing data
bg_bg: Грешка при импортираните данни
ca_es: Error en la importació de dades
es: Error importando datos
eu: Errorea datuak inportatzean
fi_fi: Tiedonsiirtovirhe
it: Errore nell'importazione dei dati
pt_pt: Erro ao importar os dados

source: Dspace Connector
bg_bg: Dspace конектор
es: Conector Dspace
eu: Dspace Konektorea
fi_fi: DSpace-tuonti
it: Connettore Dspace
pt_pt: Conector Dspace

source: Import options
bg_bg: Опции за импортиране
ca_es: Opcions d'importació
es: Importar opciones
eu: Inportazio aukerak
fi_fi: Tuontiasetukset
it: Impostazioni di importazione
pt_pt: Opções de importação

source: Basic import settings
bg_bg: Основни настройки на импорта
ca_es: Opcions d'importació bàsiques
es: Importación básica de ajustes
eu: Oinarrizko inportazio ezarpenak
fi_fi: Perusasetukset
it: Impostazioni di importazione di base
pt_pt: Configurações básicas de importação

source: Collections
bg_bg: Колекции
ca_es: Col·leccions
es: Colecciones
eu: Bildumak
fi_fi: Kokoelmat
it: Collezioni
pt_pt: Coleções

source: Import all items in the DSpace repository, without separating by community or collection
es: Importar todas las fichas en el repositorio de DSpace, sin separarlos por agrupación o colección:
eu: DSpace biltegiko elementu denak inportatu, komunitate edo kolekzioaren arabera bereiztu gabe.
it: Importa tutti i contenuti nel repository DSpace, senza dividerli per comunità o collezione

source: Import entire repository
ca_es: Importa tot el repositori
es: Importar el repositorio completo
eu: Inportatu biltegi osoa
it: Importa l'intero repository

source: Expand all
es: Expandir todo
eu: Zabaldu dena
it: Espandi tutto

source: Collapse all
es: Contraer todo
eu: Bildu dena
it: Riduci tutto

source: Import collection
bg_bg: Импорт на колекция
ca_es: Importa la col·lecció
es: Importar colección
eu: Inportatu bilduma
fi_fi: Tuo kokoelma
it: Importa collezione
pt_pt: Importar coleção

source: No collections.
es: Ninguna colección
eu: Bildumarik ez.
it: Nessuna collezione.

source: Import Settings
bg_bg: Настройки на импорта
ca_es: Importa els paràmetres
es: Importar ajustes
eu: Inportatu Ezarpenak
fi_fi: Tuontiasetukset
it: Impostazioni di importazione
pt_pt: Configurações de importação

source: Get collections and communities
bg_bg: Вземете колекции и общности
ca_es: Veure col·leccions i comunitats
es: Obtener colecciones y comunidades
eu: Lortu bilduma eta komunitateak
fi_fi: Lataa kokoelma- ja yhteisölista
it: Ottieni collezioni e comunità
pt_pt: Obter coleções e comunidades

source: Past Imports
bg_bg: Предишни импорти
ca_es: Importacions anteriors
es: Importaciones pasadas
eu: Pasatako Inportazioak
fi_fi: Aikaisemmat tuonnit
it: Importazioni precedenti
pt_pt: Importações passadas

source: Job ID
bg_bg: Идентификационен номер на длъжност Job ID
es: ID de tarea
eu: Lan ID
fi_fi: ID
it: Lavoro ID
pt_pt: Id do trabalho

source: DSpace site URL
bg_bg: Линк на DSpace сайт
ca_es: URL del DSpace
es: URL del sitio DSpace
eu: DSpace atari helbidea
fi_fi: DSpace URL
it: URL del sito DSpace
pt_pt: URL do Dspace

source: The URL of the repository you want to connect to (DSpace 5.6 or higher) Fill this in, then click "Get collections and communities" to browse what you want to import.
bg_bg: URL адресът на хранилището, към което искате да се свържете (DSpace 5.6 или по-нова версия) Попълнете това, след което кликнете върху „Получаване на колекции и общности“, за да прегледате какво искате да импортирате.
ca_es: L'URL del repositori que voleu connectar (versió 5.6 o superior). Podeu indicar-la al camp "Veure col·leccions i comunitats" per triar el que voleu importar.
es: La dirección URL del repositorio que desea conectar (DSpace 5.6 o posterior). Completelo y luego haga clic en "Obtener colecciones y comunidades" para explorar lo que desea importar.
eu: Konektatu nahi duzun bildumaren URL helbidea (DSpace 5.6 edo handiagoa) Bete hemen, ondonren klikatu "Lortu bilduma eta komunitateak" inportatu nahi duzuna arakatzeko.
fi_fi: DSpace-asennuksen osoite. Jotta tuonti voidaan tehdä, DSpacen on oltava vähintään versiota 5.6 ja REST-rajapinnan kytkettynä päälle.
it: L'URL del repository a cui ti vuoi connettere (DSpace versione 5.6 o successive). Completa questo campo, poi clicca su "Ottieni collezioni e comunità" per vedere cosa vuoi importare.
pt_pt: O URL do repositório ao qual se quer conectar (DSpace 5.6 ou superior) Preencha isto, depois selecione "Obter coleções e comunidades" para navegar no que pretende importar.

source: Endpoint
bg_bg: Крайна точка
es: Parámetro
eu: Amaiera-puntua
fi_fi: REST-rajapinnan osoite
it: Fine

source: The maximum number of results to retrieve at once from DSpace. If you notice errors or missing data, try lowering this number. Increasing it might make imports faster.
bg_bg: Максималният брой резултати за изтегляне наведнъж от DSpace. Ако забележите грешки или липсващи данни, опитайте да намалите това число. Увеличаването му може да ускори вноса.
ca_es: El nombre màxim de resultats que es recuperaran simultàniament d'un repositori DSpace. Si observeu errors en la importació, reduïu el valor.
es: El número máximo de resultados a recuperar a la vez desde DSpace. Si observa errores o datos faltantes, intente reducir este número. Incrementarlo podría hacer que las importaciones sean más rápidas.
eu: Aldi berean DSpacetik eskuratuko den gehienezko emaitza kopurua. Errorea edo datu falta nabaritzen baduzu, saiatu zenbaki hau txikituz. Handituz inportazioa azkartu daiteke.
fi_fi: Yhdessä rajapintakutsussa kerrallaan ladattavien aineistojen enimmäismäärä. Mikäli tuonnista puuttuu aineistoja tai tuonti johtaa virheilmoitukseen, rajaa kannattaa laskea. Rajan nostaminen voi nopeuttaa aineistojen tuontia.
it: Massimo numero di risultati da importare da DSpace in una singola richiesta. Se noti errori o dati mancanti, prova a ridurre questo numero. Alzare questo numero può rendere l'importazione più veloce.
pt_pt: O número máximo de resultados a serem recuperados numa única vez do DSpace. Se verificar a existência de erros ou dados em falta, tente diminuir esse número. Aumentá-lo pode tornar as importações mais rápidas.

source: Import files into Omeka S
bg_bg: Импортиране на файлове в Omeka S
ca_es: Importa els fitxers en l'Omeka S
es: Importar archivos en Omeka S
eu: Inportatu fitxategiak Omeka S barrura
fi_fi: Kopioi tiedostot Omekaan
it: Importa i file in Omeka S
pt_pt: Importar ficheiros para o Omeka S

source: If checked, original files will be imported into Omeka S. Otherwise, derivates will be displayed when possible, with links back to the original file in the DSpace repository.
bg_bg: Ако е отметнато, оригиналните файлове ще бъдат импортирани в Omeka S. В противен случай производни ще се показват, когато е възможно, с връзки обратно към оригиналния файл в хранилището на DSpace.
ca_es: Si està seleccionat, els fitxers originals s'importaran a l'Omeka S. En cas contrari, es mostrarà un derivat a partir d'un enllaç al repositori DSpace d'origen.
es: Si se marca, los archivos originales se importarán en Omeka S. De lo contrario, los derivados se mostrarán cuando sea posible, con enlaces al archivo original en el repositorio de DSpace.
eu: Hau aukeratuta, jatorrizko fitxategiak Omeka S barrura inportatuko dira. Bestela, eratorriak erakutsiko dira ahal denean, DSpace biltegiko jatorrizko fitxategietarako itzulera estekarekin.
fi_fi: Valittuna aineistot tuodaan tiedostoineen Omekaan. Muutoin aineistoista luodaan esikatselukuvat, mikäli mahdollista, ja luodaan linkki alkuperäistiedostoon DSpacessa.
it: Se selezionato, i file originali verranno importati in Omeka S. Altrimenti, file derivati verranno mostrati quando possibile, con link al file originale nel repository DSpace.
pt_pt: Se selecionados, os ficheiros originais serão importados para o Omeka S. Caso contrário, os derivados serão exibidos quando possível, com hiperligações para o ficheiro original no repositório do DSpace.

source: Select item set(s)
es: Seleccionar conjunto de ficha(s)
eu: Hautatu elementu multzoa(k)
it: Seleziona collezioni

source: Optional. Import items into item set(s).
es: Opcional. Importe elementos en este conjunto de ficha(s).
eu: Hautazkoa. Inportatu elementuak elementu multzoetan.
it: Opzionale. Importa i contenuti in collezioni.

source: Create from DSpace collection
es: Crear desde una colección DSpace
eu: Sortu DSpace bildumatik
it: Crea a partire da collezione DSpace

source: Select site(s)
es: Seleccionar sitio(s)
eu: Hautatu ataria(k)
it: Seleziona siti

source: Optional. Import items into site(s).
es: Opcional. Importar fichas en este sitio u otros(s).
eu: Hautazkoa. Inportatu elementuak atarian/atarietan.
it: Opzionale. Importa contenuti in siti.

source: Ignored fields
ca_es: Camps ignorats
es: Campos ignorados
eu: Ezikusitako eremuak
it: Campi ignorati

source: DSpace fields to ignore, separated by commas
ca_es: Camps del DSpace que s'han d'ignorar, separats per coma.
es: Campos de DSpace a ignorar, separados por comas
eu: Ez ikusia egiteko DSpace eremuak, komaz bereizita
it: Campi DSpace da ignorare, separati da virgola

source: A note about the purpose or source of this import
bg_bg: Бележка за целта или източника на този импорт
ca_es: Una nota sobre el propòsit o origen de la importació
es: Un memo acerca del propósito o fuente de esta importación
eu: Inportazio honen helburu edo jatorriaren inguruko oharra
fi_fi: Tuonnin kuvaus
it: Una nota sullo scopo e sul motivo di questa importazione
pt_pt: Uma nota sobre o propósito ou fonte desta importação

source: There was an error during validation
bg_bg: По време на валидирането възникна грешка
ca_es: Error en la validació
es: Hubo un error durante la validación
eu: Errorea egon da balidazio garaian
fi_fi: Validointivirhe
it: Si è riscontrato un errore durante la validazione
pt_pt: Existiu um erro durante a validação

source: Importing in Job ID %s
bg_bg: Импортиране в Job ID %s
ca_es: S'està important en l'acció amb ID %s
es: Importando en el ID de tarea %s
eu: %s Lan IDan inportatzen
fi_fi: Tuodaan taustaprosessissa %s
it: Importazione nel ID lavoro %s
pt_pt: A importar o ID do trabalho %s

source: There was an error retrieving data. Please try again.
bg_bg: При извличането на данни възникна грешка. Моля, опитайте отново.
ca_es: Error en l'obtenció de dades. Torneu a provar.
es: Hubo un error durante la recuperación de datos. Por favor inténtelo nuevamente.
eu: Errorea egon da datuak ekartzen. Saiatu berriro mesedez.
fi_fi: Virhe ladatteassa tietoja. Ole hyvä ja yritä uudelleen.
it: Si è riscontrato un errore consultando i dati. Per favore prova ancora.
pt_pt: Existiu um erro ao recuperar os dados. Por favor tente novamente.

source: Undo?
bg_bg: Отмяна?
ca_es: Voleu desfer?
fi_fi: Peru?
pt_pt: Desfazer?

source: Dspace collection link
bg_bg: Линк на Dspace колекция
ca_es: Enllaç a la col·lecció del DSpace
fi_fi: Linkki DSpace-kokoelmaan
pt_pt: Hiperligação da coleção Dspace

source: Added:
bg_bg: Добавен:
ca_es: Afegit:
fi_fi: Lisätty:
pt_pt: Adicionado:

source: Updated:
bg_bg: Актуализиран:
ca_es: Actualitzat:
fi_fi: Päivitetty:
pt_pt: Atualizado:

source: Undone
bg_bg: Отменен
ca_es: Desfet
fi_fi: Peruttu
pt_pt: Desfeito

source: The endpoint for the API
bg_bg: Крайна точка за API-то
ca_es: Endpoint de l'API
fi_fi: REST-rajapinnan osoite, tavallisesti /rest
pt_pt: O endpoint para a API

source: Undo in progress in the following jobs: %s
bg_bg: Отмяна в ход в следните jobs: %s
ca_es: S'estan desfent les accions següents: %s
fi_fi: Perutaan taustaprosessissa %s
pt_pt: Desfazer em progresso nos seguintes trabalhos: %s

source: Error: no jobs selected to undo
ca_es: Error: no s'ha seleccionat cap acció per desfer
